Repository: ahmedmoselhi/enigma2-plugin-systemplugins-xmlupdate
Catalog: po/*.po
Languages: es

source: /etc/tuxbox (default)
es: /etc/tuxbox (defecto)

source: Exit
es: Salir

source: Fetch
es: Descargar

source: Fetching and saving %s.xml succeeded. Restart now for changes to take immediate effect?
es: La descarga y el guardado de %s.xml se realizaron correctamente. ¿Reiniciar ahora para que los cambios surtan efecto de inmediato?

source: File being updated, i.e. satellites.xml, cables.xml, or terrestrial.xml.
es: Archivo que se está actualizando, es decir, satellites.xml, cables.xml o terrestrial.xml.

source: Folder where the downloaded file will be saved. "/etc/tuxbox" is the default location. Files stored in "/etc/enigma2" override the default file and are not updated on a software update.
es: Carpeta donde se guardará el archivo descargado. "/etc/tuxbox" es la ubicación predeterminada. Los archivos almacenados en "/etc/enigma2" tienen prioridad sobre el archivo predeterminado y no se actualizan con una actualización de software.

source: For updating transponder xml files
es: Para actualizar los archivos xml del transpondedor

source: Online source where the transponder xml file is being retrieved from.
es: Fuente desde donde se descarga el archivo xml del transpondedor.

source: Save to
es: Guardar en

source: Saving the %s.xml file failed
es: Error al guardar el archivo %s.xml

source: Source
es: Fuente

source: The %s.xml download was corrupt.
es: El %s.xml descargado estaba dañado.

source: The %s.xml file could not be fetched
es: No se pudo descargar el archivo %s.xml

source: XML update
es: Actualización de XML
